// Localized application name
"applicationName" = "Android File Transfer";

// The title of the filename column when viewing a device's files.
"filenameColumnHeaderTitle" = "Naam";
// The title of the column which shows the last modification date of a device's files.
"lastModifiedColumnHeaderTitle" = "Laatst bijgewerkt";
// The title of the column which shoes the file size of a device's files.
"sizeColumnHeaderTitle" = "Grootte";
// The title of a button which, when pressed, creates a new folder on the device.
"newFolderButtonText" = "Nieuwe map";
// The title of a button which, when pressed, deleted the selected files on the device.
"deleteButtonText" = "Verwijderen";

// The title of the window showing the status of copying files to or from the device.
"copyStatusWindowTitle" = "Kopiëren";

// Text shown on a button which cancels an operation.
"cancelButton" = "Annuleren";

// String shown in progress after the user has canceled the transfer, while it is still being
// canceled.
"cancelingLabel" = "Wordt geannuleerd";
// String shown in progress while still preparing to start the transfer.  The placeholder is
// the name of the folder being copied to.
"preparingToCopyLabel" = "Kopiëren naar '%@' voorbereiden";
// String shown in progress while copying multiple items. The first placeholder is the number of
// items still being copied, and will always be at least 2.  The second placeholder is the name
// of the folder being copied to.
"copyingMultipleItemsLabel" = "Copying %1$d items to \"%2$@\"";
// String shown when a single item is being copied.  The first placeholder is the filename of the
// item being copied, and the second placeholder is the name of the folder being copied to.
"copyingSingleItemLabel" = "Copying \"%1$@\" to \"%2$@\"";

// String shown during a copy while the time remaining is still being calculated.
"timeRemainingUnknown" = "Schatting van resterende tijd maken...";
// String showing progress of a copy operation.
"timeRemainingLessThan5Seconds" = "Minder dan 5 seconden resterend";
// String showing progress of a copy operation.
"timeRemainingLessThan15Seconds" = "Minder dan 15 seconden resterend";
// String showing progress of a copy operation.
"timeRemainingLessThan30Seconds" = "Minder dan 30 seconden resterend";
// String showing progress of a copy operation.
"timeRemaining1Minute" = "Ongeveer 1 minuut resterend";
// String showing progress of a copy operation.  The placeholder will be replaced
// with the number of minutes remaining, from 2-60.
"timeRemainingMinutes" = "About %1$d minutes remaining";
// String showing progress of a copy operation.
"timeRemaining1Hour" = "Ongeveer 1 uur resterend";
// String showing progress of a copy operation.  The placeholder will be replaced
// with the number of hours remaining, always at least 2.
"timeRemainingHours" = "About %1$d hours remaining";

// String format used to indicate how a copy is proceeding.  First placeholder is the number of
// bytes already copied, second is the total number in this copy, and the third is an estimate of
// the remaining time.
"bottomProgressStringFormat" = "%1$@ van %2$@ - %3$@";

// Default name of a newly created folder.
"folderDefaultName" = "naamloze map";

// Status shown at the bottom of the folder view when items are selected.  First placeholder is the
// number of items selected, second is the total number of items shown.  Third placeholder is the
// amount of free space remaining on the device.
"bottomStatusFilesSelected" = "%1$d of %2$d selected, %3$@ available";
// Status shown on the bottom of the folder view when there is a single item.  Placeholder is the
// amount of free space remaining on the device.
"bottomStatusNoSelectionSingleItem" = "1 item, %1$@ beschikbaar";
// Status shown on the bottom of the folder view when there are multiple items.  First placeholder
// is the number of items shown (always at least 2), second placeholder is the amount of free space
// remaining on the device.
"bottomStatusNoSelectionMultipleItems" = "%1$d items, %2$@ available";

// Error message shown when there was a problem deleting a file.
"errorDeletingTitle" = "Fout bij verwijderen";
// Error description shown when there was a problem deleting a file.  Placeholder is replaced
// with the name of the file.
"errorDeletingDescription" = "Kan bestand of map met de naam '%@' niet verwijderen";
// Error message shown when there was a problem creating a foder.
"errorCreateFolderTitle" = "Kan map niet maken";
// Error message shown when there was a problem connecting to a plugged in device.
"errorConnectToDeviceTitle" = "Kan geen verbinding maken met apparaat";
// Error message shown when there was a problem connecting to a plugged in device.
"errorCommunicatingWithDeviceTitle" = "Kan niet communiceren met apparaat";
// Error message shown when there was a problem getting device info.
"errorUnlockDeviceTitle" = "Can't access device storage";
// Error message shown when there was a problem renaming a folder.
"errorRenameFolderTitle" = "Kan map niet hernoemen";
// Error message shown when there was a problem renaming a file.
"errorRenameFileTitle" = "Kan bestand niet hernoemen";
// Error message shown when there was a problem copying a file.
"errorCopyingFileTitle" = "Kan bestand niet kopiëren";
// Error message shown when there was a problem replacing a file.
"errorReplacingFileTitle" = "Kan bestand niet vervangen";
// Error description shown where there was a problem copying a file.  Placeholder is replaced
// with the name of the file that was being copied.
"errorCopyingFileDescription" = "Kan bestand '%@' niet kopiëren";
// Error title shown when a user attempts to open a file.
"errorCannotOpenFileTitle" = "Android File Transfer kan geen bestanden openen.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenFileDescription" = "Als u een bestand wilt openen, moet u het eerst naar uw computer verplaatsen.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenMultipleTitle" = "Android File Transfer kan niet meerdere items openen.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenNoneTitle" = "Geen item geselecteerd om te openen.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenBadSelectionDescription" = "Selecteer één item en probeer het opnieuw.";
// Error description for when there was no detected error.  This message should never be shown.
"errorSuccessDescription" = "Geen fout";
// Error description when an operation failed because the filename does not exist.
"errorPathNotFoundDescription" = "Er bestaat geen item met die naam";
// Error description shown when an operation failed because the device was not initialized.
"errorDeviceNotInitializedDescription" = "Het apparaat is niet gestart. Maak opnieuw verbinding of start uw apparaat opnieuw";
// Error description shown when an operation failed because the name already exists.
"errorPathAlreadyExistsDescription" = "Er bestaat al een bestand of map met die naam";
// Generic error description, used when we don't have other suggestions or details from an operation
// which failed.
"errorGenericDescription" = "Probeer opnieuw verbinding te maken of start uw apparaat opnieuw.";
// Error description shown when we can't get the storage for the device.
"errorUnlockDescription" = "If your device's screen is locked, disconnect its USB cable, unlock your screen, and then reconnect the USB cable.";
// Warning title shown when a file or folder already exists.  Placeholder is replaced with the file name.
"warningFileExistsMessage" = "Er bestaat al een item met de naam '%@' in deze map.";
// Warning description shown when a file already exists, and the user may choose to replace it.
"warningFileExistsInformative" = "Wilt u het bestaande item vervangen door het gekopieerde item?";
// Button on warning which allows the user to replace (overwrite) a file or folder.
"warningFileExistsReplace" = "Vervangen";
// Button on warning which allows the user to skip copying a file when one already exists with that name.
"warningFileExistsSkip" = "Overslaan";
// Button on warning which allows the user to replace (overwrite) all files or folders in a copy operation.
"warningFileExistsReplaceAll" = "Alles vervangen";
// Warning title shown when a file attempting to be copied is too large.
"warningFileTooLargeMessage" = "Het bestand '%@' is te groot.";
// Warning description shown when a file attempting to be copied is too large.
"warningFileTooLargeInformative" = "Android File Transfer kan alleen bestanden van minder dan 4 GB overzetten";

// Warning shown before deleting files.
"deleteWarningTitle" = "Weet u zeker dat u de geselecteerde items definitief wilt verwijderen?";
// Warning shown when the user is about to do something they might think they can undo, but can't.
"noUndoWarningInformative" = "U kunt deze actie niet ongedaan maken";

// Label for the About menu item
"menuAbout" = "Over Android File Transfer";
// Label for the Services menu item
"menuServices" = "Services";
// Label for the menu item which hides the application
"menuHide" = "Android File Transfer verbergen";
// Label for the menu item which hides the other applications
"menuHideOthers" = "Andere verbergen";
// Label for the menu item which shows all windows
"menuShowAll" = "Alles weergeven";
// Label for the menu item which quits the application
"menuQuit" = "Android File Transfer sluiten";

// Label for the File menu
"menuFile" = "Bestand";
// Label for the menu item which creates a new folder
"menuNewFolder" = "Nieuwe map";
// Label for the menu item which closes the window
"menuCloseWindow" = "Venster sluiten";
// Label for the menu item which deletes the selected items
"menuDelete" = "Verwijderen";

// Label for the Go menu
"menuGo" = "Uitvoeren";
// Label for the menu item which goes back to the previous folder
"menuBack" = "Terug";
// Label for the menu item which goes forward to the next folder
"menuForward" = "Volgende";
// Label for the menu item which goes to the enclosing folder
"menuEnclosing" = "Bovenliggende map";
// Label for the menu item which open the selected
"menuOpenFolder" = "Map openen";

// Label for the Window menu
"menuWindow" = "Venster";
// Label for the minimize window menu item
"menuMinimize" = "Minimaliseren";
// Label for the zoom window menu item
"menuZoom" = "Zoomen";
// Label for the bring all to front menu item
"menuBringAllToFront" = "Alles op voorgrond weergeven";

// Label for the Help menu
"menuHelp" = "Help";
// Label for the help menu item
"menuHelpItem" = "Help voor Android File Transfer";

// Title shown on the welcome screen.
"welcomeTitleText" = "Welkom bij Android File Transfer";
// Body text of welcome screen.
"welcomeBodyText" = "Sluit uw Mac aan op uw Android-apparaat met de bijbehorende USB-kabel. Sleep items heen en weer tussen het venster van Android File Transfer en Finder. Klik op 'Help' > 'Help voor Android File Transfer' voor meer informatie.\n\nAndroid File Transfer ondersteunt Android 3.0 of hoger.";
// Button on welcome screen which will close the screen, allowing the user to use the application.
"welcomeDoneButtonLabel" = "Aan de slag";

// Message shown in an alert when the user starts the app without any devices.
"noDevicesTitle" = "Geen Android-apparaat gevonden";
// Message shown in an alert when the user starts the app without any devices.
"noDevicesInformative" = "Sluit uw Android-apparaat aan met een USB-kabel om aan de slag te gaan.";

// Short file size for folders.
"fileSizeFolder" = "--";
// Short file size for files or transfers under 1 KB.  Placeholder is replaced with the number of bytes of the file.
"fileSizeByte" = "%.0f bytes";
// Short file size for files or transfers under 1 MB.  Placeholder is replaced with the number of kilobytes of the file.
"fileSizeKb" = "%.0f KB";
// Short file size for files or transfers under 1 GB.  Placeholder is replaced with the number of megabytes of the file.
"fileSizeMb" = "%.1f MB";
// Short file size for files or transfers under 1 TB.  Placeholder is replaced with the number of gigabytes of the file.
"fileSizeGb" = "%.2f GB";
// Short file size for files or transfers under 1 PB.  Placeholder is replaced with the number of terabytes of the file.
"fileSizeTb" = "%.3f TB";
// Short file size for files or transfers over 1 PB.  Placeholder is replaced with the number of petabytes of the file.
"fileSizePb" = "%.3f PB";

// The help menu opens the default browser with the following URL 
"helpURL" = "http://www.google.com/support/mobile/bin/answer.py?hl=en&answer=1120329";

// Copyright statement at the end to avoid confusing the TC.
/* 
   Copyright 2010 Google Inc. All rights reserved.
 */
